const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By Dream");


client.on("ready", () => {
let channel =     client.channels.get("589421447974486047")
setInterval(function() {
channel.send(`بصير مبلبونير وبشتري أبو ري أبو البرو بوة بصير مبلبونير وبشتري أبو البرو بوة بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البروبصير مبلبونير وبشتري أبو البروبصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البروبصير مبلبونير وبشتري أبو البرو بصير مبلبونير وبشتري أبو البرو  بوة بصير مبلبونير و`);
}, 10)
})

client.login(process.env.BOT_TOKEN);
